Revit 2024 API
UnitTypeId.Kilopascals Property
 Kilopascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kilopascals { get; }
Visual Basic
Public Shared ReadOnly Property Kilopascals As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kilopascals {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace